Repository: guitaripod/psybeam
Catalog: Psybeam/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fi, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Please check your connection and try again.
ar: يُرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Prüfe deine Verbindung und versuche es erneut.
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Comprueba tu conexión e inténtalo de nuevo.
fi: Tarkista yhteytesi ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
he: יש לבדוק את החיבור ולנסות שוב.
hi: कृपया अपना कनेक्शन जांचें और फिर से प्रयास करें।
id: Silakan periksa koneksi Anda dan coba lagi.
it: Controlla la connessione e riprova.
ja: 接続を確認してもう一度お試しください。
ko: 연결 상태를 확인한 후 다시 시도해 주세요.
nl: Controleer uw verbinding en probeer het opnieuw.
pl: Sprawdź połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente novamente.
ru: Проверьте подключение и повторите попытку.
sv: Kontrollera din anslutning och försök igen.
th: โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Lütfen bağlantınızı kontrol edip tekrar deneyin.
vi: Vui lòng kiểm tra kết nối và thử lại.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查你的連線，然後再試一次。

source: Privacy
ar: الخصوصية
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Sekretess
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Psybeam needs your OK to send speech to its cloud translator.
ar: يحتاج Psybeam إلى موافقتك لإرسال الكلام إلى مترجمه السحابي.
de: Psybeam braucht dein Okay, um Gesprochenes an seinen Cloud-Übersetzer zu senden.
el: Το Psybeam χρειάζεται τη συγκατάθεσή σας για να στέλνει την ομιλία στον μεταφραστή του στο cloud.
es: Psybeam necesita tu permiso para enviar lo que se dice a su traductor en la nube.
fi: Psybeam tarvitsee lupasi, jotta se voi lähettää puhetta pilvessä toimivalle kääntäjälle.
fr: Psybeam a besoin de votre accord pour envoyer la voix à son traducteur dans le cloud.
he: ל-Psybeam נדרש האישור שלכם כדי לשלוח דיבור למתרגם בענן.
hi: आपकी आवाज़ को क्लाउड अनुवादक तक भेजने के लिए Psybeam को आपकी अनुमति चाहिए।
id: Psybeam memerlukan persetujuan Anda untuk mengirim ucapan ke penerjemah cloud-nya.
it: Psybeam ha bisogno del tuo consenso per inviare la voce al suo traduttore nel cloud.
ja: Psybeamが音声をクラウドの翻訳サービスに送るには、あなたの同意が必要です。
ko: Psybeam이 음성을 클라우드 번역기로 보내려면 동의가 필요해요.
nl: Psybeam heeft uw toestemming nodig om spraak naar de cloudvertaler te sturen.
pl: Psybeam potrzebuje twojej zgody, aby wysyłać mowę do tłumacza w chmurze.
pt_br: O Psybeam precisa da sua permissão para enviar a fala ao tradutor na nuvem.
ru: Psybeam нужно ваше согласие, чтобы отправлять речь облачному переводчику.
sv: Psybeam behöver ditt godkännande för att skicka tal till sin molnöversättare.
th: Psybeam ต้องได้รับความยินยอมจากคุณก่อน จึงจะส่งเสียงพูดไปยังตัวแปลบนคลาวด์ได้
tr: Psybeam'in konuşmayı bulut çevirmenine gönderebilmesi için onayınız gerekiyor.
vi: Psybeam cần bạn đồng ý để gửi giọng nói đến trình dịch trên đám mây.
zh_hans: Psybeam 需要你的同意，才能把语音发送到云端翻译服务。
zh_hant: Psybeam 需要你的同意，才能將語音傳送到雲端翻譯服務。

source: Psybeam will speak their language for you.
ar: سيتحدث Psybeam بلغتهم نيابةً عنك.
de: Psybeam spricht für dich die Sprache vor Ort.
el: Το Psybeam θα μιλά τη γλώσσα τους για εσάς.
es: Psybeam hablará su idioma por ti.
fi: Psybeam puhuu heidän kieltään puolestasi.
fr: Psybeam parlera leur langue à votre place.
he: האפליקציה Psybeam תדבר בשפה שלהם בשבילכם.
hi: Psybeam आपकी ओर से उनकी भाषा बोलेगा।
id: Psybeam akan berbicara dalam bahasa mereka untuk Anda.
it: Psybeam parlerà la loro lingua al posto tuo.
ja: Psybeamがあなたの代わりに現地の言葉で話します。
ko: Psybeam이 대신 현지 언어로 말해 드려요.
nl: Psybeam spreekt hun taal voor u.
pl: Psybeam będzie mówić w ich języku za ciebie.
pt_br: O Psybeam vai falar o idioma deles por você.
ru: Psybeam будет говорить на их языке за вас.
sv: Psybeam talar deras språk åt dig.
th: Psybeam จะพูดภาษาของพวกเขาแทนคุณ
tr: Psybeam sizin yerinize onların dilini konuşur.
vi: Psybeam sẽ nói ngôn ngữ của họ thay bạn.
zh_hans: Psybeam 会替你说他们的语言。
zh_hant: Psybeam 會替你說他們的語言。

source: RECONNECTING
ar: إعادة الاتصال
de: NEU VERBINDEN
el: ΕΠΑΝΑΣΥΝΔΕΣΗ
es: RECONECTANDO
fi: YHDISTÄÄ UUDELLEEN
fr: RECONNEXION
he: מתחבר מחדש
hi: फिर से कनेक्ट हो रहा है
id: MENYAMBUNGKAN ULANG
it: RICONNESSIONE
ja: 再接続中
ko: 다시 연결 중
nl: OPNIEUW VERBINDEN
pl: PONOWNE ŁĄCZENIE
pt_br: RECONECTANDO
ru: ПЕРЕПОДКЛЮЧЕНИЕ
sv: ANSLUTER IGEN
th: กำลังเชื่อมต่อใหม่
tr: YENİDEN BAĞLANIYOR
vi: ĐANG KẾT NỐI LẠI
zh_hans: 重新连接中
zh_hant: 重新連線中

source: Rate Psybeam
ar: تقييم Psybeam
de: Psybeam bewerten
el: Αξιολόγηση του Psybeam
es: Valorar Psybeam
fi: Arvioi Psybeam
fr: Noter Psybeam
he: דירוג Psybeam
hi: Psybeam को रेट करें
id: Beri Nilai Psybeam
it: Valuta Psybeam
ja: Psybeamを評価
ko: Psybeam 평가하기
nl: Psybeam beoordelen
pl: Oceń Psybeam
pt_br: Avaliar o Psybeam
ru: Оценить Psybeam
sv: Betygsätt Psybeam
th: ให้คะแนน Psybeam
tr: Psybeam’i değerlendir
vi: Đánh giá Psybeam
zh_hans: 为 Psybeam 评分
zh_hant: 為 Psybeam 評分

source: Review consent
ar: مراجعة الموافقة
de: Einwilligung ansehen
el: Προβολή συγκατάθεσης
es: Revisar consentimiento
fi: Tarkista suostumus
fr: Revoir le consentement
he: עיון בהסכמה
hi: सहमति देखें
id: Tinjau persetujuan
it: Rivedi il consenso
ja: 同意内容を確認
ko: 동의 내용 보기
nl: Toestemming bekijken
pl: Przejrzyj zgodę
pt_br: Revisar consentimento
ru: Посмотреть согласие
sv: Granska samtycke
th: ดูการให้ความยินยอม
tr: Onayı gözden geçir
vi: Xem lại sự đồng ý
zh_hans: 查看同意事项
zh_hant: 查看同意事項

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share Psybeam
ar: مشاركة Psybeam
de: Psybeam teilen
el: Κοινοποίηση του Psybeam
es: Compartir Psybeam
fi: Jaa Psybeam
fr: Partager Psybeam
he: שיתוף Psybeam
hi: Psybeam साझा करें
id: Bagikan Psybeam
it: Condividi Psybeam
ja: Psybeamを共有
ko: Psybeam 공유
nl: Psybeam delen
pl: Udostępnij Psybeam
pt_br: Compartilhar o Psybeam
ru: Поделиться Psybeam
sv: Dela Psybeam
th: แชร์ Psybeam
tr: Psybeam’i paylaş
vi: Chia sẻ Psybeam
zh_hans: 分享 Psybeam
zh_hant: 分享 Psybeam

source: Standard
ar: قياسي
el: Βασικό
es: Estándar
fi: Vakio
he: רגיל
hi: मानक
id: Standar
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowy
pt_br: Padrão
ru: Стандартный
th: มาตรฐาน
tr: Standart
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

source: Swap languages
ar: تبديل اللغتين
de: Sprachen tauschen
el: Εναλλαγή γλωσσών
es: Intercambiar idiomas
fi: Vaihda kielet keskenään
fr: Inverser les langues
he: החלפת שפות
hi: भाषाएं बदलें
id: Tukar bahasa
it: Inverti le lingue
ja: 言語を入れ替える
ko: 언어 바꾸기
nl: Talen omwisselen
pl: Zamień języki
pt_br: Inverter idiomas
ru: Поменять языки местами
sv: Byt språk
th: สลับภาษา
tr: Dilleri değiştir
vi: Hoán đổi ngôn ngữ
zh_hans: 交换语言
zh_hant: 切換語言

source: TAP TO ENABLE MIC
ar: اضغط لتفعيل الميكروفون
de: TIPPEN FÜR MIKROFON
el: ΠΑΤΗΣΤΕ ΓΙΑ ΕΝΕΡΓΟΠΟΙΗΣΗ ΜΙΚΡΟΦΩΝΟΥ
es: TOCA PARA ACTIVAR EL MICRO
fi: OTA MIKROFONI KÄYTTÖÖN NAPAUTTAMALLA
fr: TOUCHEZ POUR ACTIVER LE MICRO
he: הקישו כדי להפעיל את המיקרופון
hi: माइक चालू करने के लिए टैप करें
id: KETUK UNTUK MENGAKTIFKAN MIK
it: TOCCA PER ATTIVARE IL MICRO
ja: タップしてマイクを許可
ko: 탭하여 마이크 허용
nl: TIK OM MICROFOON IN TE SCHAKELEN
pl: DOTKNIJ, ABY WŁĄCZYĆ MIKROFON
pt_br: TOQUE PARA ATIVAR O MICROFONE
ru: НАЖМИТЕ, ЧТОБЫ ВКЛЮЧИТЬ МИКРОФОН
sv: TRYCK FÖR ATT AKTIVERA MIKROFONEN
th: แตะเพื่อเปิดไมโครโฟน
tr: MİKROFONU AÇMAK İÇİN DOKUNUN
vi: CHẠM ĐỂ BẬT MICRÔ
zh_hans: 点按以开启麦克风
zh_hant: 點一下以開啟麥克風

source: Talk to anyone in their language. Psybeam translates voice to voice while you travel.
ar: تحدّث مع أي شخص بلغته. Psybeam يترجم من صوت إلى صوت أثناء سفرك.
de: Sprich mit jedem in seiner Sprache. Psybeam übersetzt auf Reisen Stimme zu Stimme.
el: Μιλήστε με οποιονδήποτε στη γλώσσα του. Το Psybeam μεταφράζει από φωνή σε φωνή στα ταξίδια σας.
es: Habla con cualquiera en su idioma. Psybeam traduce de voz a voz mientras viajas.
fi: Puhu kenelle tahansa hänen kielellään. Psybeam kääntää puheen puheeksi matkoillasi.
fr: Parlez à n’importe qui dans sa langue. Psybeam traduit de voix à voix pendant vos voyages.
he: דברו עם כל אחד בשפה שלו. Psybeam מתרגם מדיבור לדיבור בזמן הטיול.
hi: किसी से भी उसकी भाषा में बात करें। Psybeam यात्रा के दौरान आवाज़ से आवाज़ में अनुवाद करता है।
id: Bicara dengan siapa saja dalam bahasa mereka. Psybeam menerjemahkan suara ke suara saat Anda bepergian.
it: Parla con chiunque nella sua lingua. Psybeam traduce da voce a voce mentre viaggi.
ja: 誰とでも相手の言語で話せます。Psybeamは旅先で音声から音声へ翻訳します。
ko: 누구와도 상대의 언어로 대화하세요. Psybeam은 여행 중에 음성을 음성으로 통역합니다.
nl: Praat met iedereen in zijn of haar taal. Psybeam vertaalt van stem naar stem terwijl u reist.
pl: Rozmawiaj z każdym w jego języku. Psybeam tłumaczy głos na głos w podróży.
pt_br: Fale com qualquer pessoa no idioma dela. O Psybeam traduz de voz para voz enquanto você viaja.
ru: Говорите с кем угодно на его языке. Psybeam переводит голос в голос в путешествии.
sv: Prata med vem som helst på deras språk. Psybeam översätter röst till röst när du reser.
th: คุยกับใครก็ได้ในภาษาของเขา Psybeam แปลเสียงเป็นเสียงระหว่างที่คุณเดินทาง
tr: Herkesle kendi dilinde konuşun. Psybeam seyahatte sesten sese çevirir.
vi: Trò chuyện với bất kỳ ai bằng ngôn ngữ của họ. Psybeam dịch giọng nói sang giọng nói khi bạn đi du lịch.
zh_hans: 用对方的语言和任何人交谈。Psybeam 在旅途中为你做语音到语音的翻译。
zh_hant: 用對方的語言和任何人交談。Psybeam 在旅途中為你做語音到語音的翻譯。

source: They speak
ar: هم يتحدثون
de: Gegenüber spricht
el: Αυτοί μιλούν
es: Ellos hablan
fi: He puhuvat
fr: L’autre parle
he: הם מדברים
hi: वे बोलते हैं
id: Mereka berbicara
it: Loro parlano
ja: 相手の言語
ko: 상대방 언어
nl: Zij spreken
pl: Rozmówca mówi
pt_br: Eles falam
ru: Собеседник говорит
sv: De talar
th: พวกเขาพูด
tr: Onlar konuşuyor
vi: Họ nói
zh_hans: 对方说的语言
zh_hant: 對方說的語言

source: This permanently deletes your account and any remaining minutes from our servers and erases on-device data. This can’t be undone.
ar: هذا سيحذف حسابك وأي دقائق متبقية نهائيًا من خوادمنا، ويمحو البيانات المخزّنة على جهازك. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden dein Konto und alle verbleibenden Minuten dauerhaft von unseren Servern gelöscht und die Daten auf diesem Gerät entfernt. Das lässt sich nicht rückgängig machen.
el: Αυτό διαγράφει οριστικά τον λογαριασμό σας και τυχόν εναπομείναντα λεπτά από τους διακομιστές μας και διαγράφει τα δεδομένα στη συσκευή. Αυτό δεν μπορεί να αναιρεθεί.
es: Esto elimina de forma permanente tu cuenta y los minutos restantes de nuestros servidores, y borra los datos de este dispositivo. Esta acción no se puede deshacer.
fi: Tämä poistaa tilisi ja mahdolliset jäljellä olevat minuuttisi pysyvästi palvelimiltamme ja laitteella olevat tiedot. Tätä ei voi perua.
fr: Votre compte et vos minutes restantes seront définitivement supprimés de nos serveurs, et les données de cet appareil seront effacées. Cette action est irréversible.
he: פעולה זו מוחקת לצמיתות את החשבון וכל דקה שנותרה מהשרתים שלנו, ומוחקת את הנתונים במכשיר. לא ניתן לבטל פעולה זו.
hi: यह आपके खाते और किसी भी शेष मिनट को हमारे सर्वर से स्थायी रूप से हटा देता है और डिवाइस पर मौजूद डेटा मिटा देता है। इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini akan menghapus akun dan sisa menit Anda secara permanen dari server kami serta menghapus data di perangkat. Tindakan ini tidak dapat dibatalkan.
it: Questa operazione elimina definitivamente il tuo account e i minuti rimanenti dai nostri server e cancella i dati su questo dispositivo. L’operazione è irreversibile.
ja: アカウントと残りの利用時間がサーバーから完全に削除され、この端末のデータも消去されます。取り消すことはできません。
ko: 계정과 남은 이용 시간이 서버에서 영구적으로 삭제되고 기기의 데이터가 지워집니다. 이 작업은 되돌릴 수 없습니다.
nl: Dit verwijdert uw account en eventuele resterende minuten permanent van onze servers en wist gegevens op het apparaat. Dit kan niet ongedaan worden gemaakt.
pl: Ta czynność trwale usuwa konto i wszelkie pozostałe minuty z naszych serwerów oraz usuwa dane na urządzeniu. Nie można jej cofnąć.
pt_br: Isto exclui permanentemente sua conta e os minutos restantes dos nossos servidores e apaga os dados deste dispositivo. Não é possível desfazer.
ru: Это навсегда удалит ваш аккаунт и все оставшиеся минуты с наших серверов и сотрёт данные на устройстве. Это действие нельзя отменить.
sv: Detta tar bort ditt konto och eventuella återstående minuter permanent från våra servrar och raderar data på enheten. Detta går inte att ångra.
th: การกระทำนี้จะลบบัญชีและเวลาใช้งานที่เหลือของคุณออกจากเซิร์ฟเวอร์ของเราอย่างถาวร และลบข้อมูลบนอุปกรณ์ ไม่สามารถย้อนกลับการกระทำนี้ได้
tr: Bu işlem, hesabınızı ve kalan dakikalarınızı sunucularımızdan kalıcı olarak siler ve cihazdaki verileri temizler. Bu işlem geri alınamaz.
vi: Thao tác này sẽ xóa vĩnh viễn tài khoản và mọi phút còn lại của bạn khỏi máy chủ của chúng tôi và xóa dữ liệu trên thiết bị. Không thể hoàn tác.
zh_hans: 这将永久删除我们服务器上的账户和剩余时长，并清除此设备上的数据。此操作无法撤销。
zh_hant: 這會從我們的伺服器永久刪除你的帳號和所有剩餘的分鐘數，並清除裝置上的資料。此動作無法還原。

source: To translate, the microphone audio of your conversation is streamed in real time to OpenAI — our cloud translation provider — and the translation is spoken back to you. The audio is sent directly to OpenAI and never passes through our servers. See OpenAI’s privacy terms and our Privacy Policy for how they handle it. Your conversation transcript stays on this device. The person you speak with is translated by OpenAI the same way.
ar: لترجمة كلامكما، يُبَث صوت الميكروفون الخاص بمحادثتك في الوقت الفعلي إلى OpenAI — مزوّد الترجمة السحابي الذي نعتمد عليه — ثم تُنطَق الترجمة لك بصوت مسموع. يُرسَل الصوت مباشرةً إلى OpenAI ولا يمر عبر خوادمنا مطلقًا. راجع شروط خصوصية OpenAI وسياسة الخصوصية الخاصة بنا لمعرفة كيفية تعاملهم معه. يبقى نص محادثتك على هذا الجهاز فقط. يُترجَم كلام الشخص الذي تتحدث معه بواسطة OpenAI بالطريقة نفسها.
de: Zum Übersetzen wird das Mikrofonaudio eures Gesprächs in Echtzeit an OpenAI – unseren Cloud-Übersetzungsanbieter – gestreamt, und die Übersetzung wird dir vorgelesen. Das Audio geht direkt an OpenAI und läuft nie über unsere Server. Wie damit umgegangen wird, steht in den Datenschutzbestimmungen von OpenAI und in unserer Datenschutzrichtlinie. Das Transkript eures Gesprächs bleibt auf diesem Gerät. Die Person, mit der du sprichst, wird von OpenAI auf dieselbe Weise übersetzt.
el: Για τη μετάφραση, ο ήχος του μικροφώνου της συνομιλίας σας μεταδίδεται σε πραγματικό χρόνο στην OpenAI — τον πάροχο μετάφρασης cloud που χρησιμοποιούμε — και η μετάφραση εκφωνείται πίσω σε εσάς. Ο ήχος αποστέλλεται απευθείας στην OpenAI και δεν περνά ποτέ από τους διακομιστές μας. Δείτε τους όρους απορρήτου της OpenAI και την Πολιτική απορρήτου μας για να μάθετε πώς τον διαχειρίζονται. Το κείμενο της συνομιλίας σας παραμένει σε αυτή τη συσκευή. Το άτομο με το οποίο μιλάτε μεταφράζεται από την OpenAI με τον ίδιο τρόπο.
es: Para traducir, el audio del micrófono de tu conversación se transmite en tiempo real a OpenAI —nuestro proveedor de traducción en la nube— y la traducción se reproduce en voz alta. El audio se envía directamente a OpenAI y nunca pasa por nuestros servidores. Consulta los términos de privacidad de OpenAI y nuestra política de privacidad para saber cómo lo tratan. La transcripción de tu conversación permanece en este dispositivo. La persona con la que hablas se traduce del mismo modo mediante OpenAI.
fi: Kääntämistä varten keskustelusi mikrofoniääni striimataan reaaliajassa OpenAI:lle — pilvipohjaiselle käännöspalveluntarjoajallemme — ja käännös puhutaan sinulle takaisin. Ääni lähetetään suoraan OpenAI:lle eikä se koskaan kulje palvelimiemme kautta. Katso OpenAI:n tietosuojaehdot ja meidän tietosuojakäytäntömme nähdäksesi, miten he käsittelevät sitä. Keskustelusi tekstivastine pysyy tällä laitteella. Henkilö, jonka kanssa puhut, käännetään OpenAI:n toimesta samalla tavalla.
fr: Pour traduire, l’audio du micro de votre conversation est transmis en temps réel à OpenAI — notre prestataire de traduction dans le cloud — et la traduction vous est lue à voix haute. L’audio est envoyé directement à OpenAI et ne transite jamais par nos serveurs. Consultez les conditions de confidentialité d’OpenAI et notre politique de confidentialité pour savoir comment il est traité. La transcription de votre conversation reste sur cet appareil. La personne avec qui vous parlez est traduite par OpenAI de la même manière.
he: כדי לתרגם, שמע המיקרופון של השיחה שלך מוזרם בזמן אמת אל OpenAI — ספקית התרגום בענן שלנו — והתרגום מוקרא בחזרה אליך. השמע נשלח ישירות אל OpenAI ואף פעם לא עובר דרך השרתים שלנו. לפרטים על אופן הטיפול במידע, עיינו בתנאי הפרטיות של OpenAI ובמדיניות הפרטיות שלנו. תמליל השיחה שלך נשאר במכשיר זה בלבד. האדם שאיתו אתה מדבר מתורגם על ידי OpenAI באותו אופן.
hi: अनुवाद के लिए, आपकी बातचीत का माइक्रोफ़ोन ऑडियो वास्तविक समय में हमारे क्लाउड अनुवाद प्रदाता OpenAI को भेजा जाता है, और अनुवाद आपको सुनाया जाता है। ऑडियो सीधे OpenAI को भेजा जाता है और कभी भी हमारे सर्वर से नहीं गुजरता। यह जानने के लिए कि वे इसे कैसे संभालते हैं, OpenAI की गोपनीयता शर्तें और हमारी गोपनीयता नीति देखें। आपकी बातचीत की प्रतिलिपि इसी डिवाइस पर रहती है। जिस व्यक्ति से आप बात कर रहे हैं, उसका अनुवाद भी OpenAI द्वारा उसी तरह किया जाता है।
id: Untuk menerjemahkan, audio mikrofon dari percakapan Anda distream secara real-time ke OpenAI — penyedia terjemahan cloud kami — dan terjemahannya diucapkan kembali kepada Anda. Audio dikirim langsung ke OpenAI dan tidak pernah melewati server kami. Lihat ketentuan privasi OpenAI dan Kebijakan Privasi kami untuk mengetahui cara mereka menanganinya. Transkrip percakapan Anda tetap berada di perangkat ini. Orang yang Anda ajak bicara diterjemahkan oleh OpenAI dengan cara yang sama.
it: Per tradurre, l’audio del microfono della conversazione viene trasmesso in tempo reale a OpenAI — il nostro fornitore di traduzione nel cloud — e la traduzione viene riprodotta a voce. L’audio va direttamente a OpenAI e non passa mai dai nostri server. Consulta le condizioni sulla privacy di OpenAI e la nostra informativa sulla privacy per sapere come viene gestito. La trascrizione della conversazione resta su questo dispositivo. Anche la persona con cui parli viene tradotta da OpenAI allo stesso modo.
ja: 翻訳のため、会話のマイク音声はクラウド翻訳プロバイダであるOpenAIにリアルタイムで送信され、翻訳が音声で読み上げられます。音声はOpenAIに直接送信され、当社のサーバーを経由することはありません。取り扱いについてはOpenAIのプライバシー規約と当社のプライバシーポリシーをご覧ください。 会話の文字起こしはこの端末に保存されます。会話の相手も同じようにOpenAIによって翻訳されます。
ko: 번역을 위해 대화의 마이크 오디오가 클라우드 번역 제공업체인 OpenAI로 실시간 전송되며, 번역 결과가 음성으로 재생됩니다. 오디오는 OpenAI로 직접 전송되며 당사 서버를 거치지 않습니다. 처리 방식은 OpenAI의 개인정보 약관과 당사 개인정보 처리방침을 참고하세요. 대화 기록은 이 기기에 남습니다. 상대방의 말도 같은 방식으로 OpenAI가 번역합니다.
nl: Om te vertalen wordt de microfoonaudio van uw gesprek in realtime gestreamd naar OpenAI — onze cloud-vertaalprovider — en wordt de vertaling voor u uitgesproken. De audio wordt rechtstreeks naar OpenAI gestuurd en gaat nooit via onze servers. Raadpleeg de privacyvoorwaarden van OpenAI en ons Privacybeleid voor meer informatie over hoe zij hiermee omgaan. Het transcript van uw gesprek blijft op dit apparaat. De persoon met wie u spreekt wordt op dezelfde manier door OpenAI vertaald.
pl: Aby przetłumaczyć rozmowę, dźwięk z mikrofonu jest przesyłany w czasie rzeczywistym do OpenAI — naszego dostawcy tłumaczeń w chmurze — a tłumaczenie jest odtwarzane w odpowiedzi. Dźwięk trafia bezpośrednio do OpenAI i nigdy nie przechodzi przez nasze serwery. Zasady prywatności OpenAI oraz nasza Polityka prywatności opisują, jak jest on przetwarzany. Zapis rozmowy pozostaje na tym urządzeniu. Osoba, z którą rozmawiasz, jest tłumaczona przez OpenAI w ten sam sposób.
pt_br: Para traduzir, o áudio do microfone da sua conversa é transmitido em tempo real para a OpenAI — nossa provedora de tradução na nuvem — e a tradução é reproduzida em voz alta. O áudio vai direto para a OpenAI e nunca passa pelos nossos servidores. Consulte os termos de privacidade da OpenAI e nossa Política de Privacidade para saber como ele é tratado. A transcrição da sua conversa permanece neste dispositivo. A pessoa com quem você fala é traduzida pela OpenAI da mesma forma.
ru: Для перевода звук микрофона вашего разговора передаётся в реальном времени в OpenAI — нашего облачного поставщика перевода, — и перевод озвучивается вам в ответ. Звук отправляется напрямую в OpenAI и никогда не проходит через наши серверы. Ознакомьтесь с условиями конфиденциальности OpenAI и нашей Политикой конфиденциальности, чтобы узнать, как они его обрабатывают. Транскрипт вашего разговора остаётся на этом устройстве. Речь собеседника переводится через OpenAI таким же образом.
sv: För att översätta strömmas mikrofonljudet från ditt samtal i realtid till OpenAI — vår molnbaserade översättningsleverantör — och översättningen läses upp för dig. Ljudet skickas direkt till OpenAI och passerar aldrig våra servrar. Se OpenAI:s sekretessvillkor och vår sekretesspolicy för hur de hanterar det. Ditt samtalstranskript stannar på den här enheten. Personen du pratar med översätts av OpenAI på samma sätt.
th: ในการแปล เสียงไมโครโฟนของบทสนทนาของคุณจะถูกส่งแบบเรียลไทม์ไปยัง OpenAI ผู้ให้บริการแปลภาษาบนคลาวด์ของเรา และคำแปลจะถูกพูดกลับมาให้คุณฟัง เสียงจะถูกส่งตรงไปยัง OpenAI และไม่ผ่านเซิร์ฟเวอร์ของเราเลย โปรดดูข้อกำหนดความเป็นส่วนตัวของ OpenAI และนโยบายความเป็นส่วนตัวของเราเพื่อดูวิธีที่พวกเขาจัดการกับข้อมูลนี้ บันทึกบทสนทนาของคุณจะอยู่บนอุปกรณ์นี้เท่านั้น บุคคลที่คุณสนทนาด้วยจะได้รับการแปลโดย OpenAI ในลักษณะเดียวกัน
tr: Çeviri için, konuşmanızın mikrofon sesi gerçek zamanlı olarak bulut çeviri sağlayıcımız OpenAI'a aktarılır ve çeviri size sesli olarak geri okunur. Ses doğrudan OpenAI'a gönderilir ve asla sunucularımızdan geçmez. Bu verinin nasıl işlendiğini öğrenmek için OpenAI'ın gizlilik koşullarına ve Gizlilik Politikamıza bakın. Konuşma metniniz bu cihazda kalır. Konuştuğunuz kişi de aynı şekilde OpenAI tarafından çevrilir.
vi: Để dịch, âm thanh micrô của cuộc trò chuyện được truyền theo thời gian thực đến OpenAI — nhà cung cấp dịch vụ dịch thuật đám mây của chúng tôi — và bản dịch được đọc lại cho bạn nghe. Âm thanh được gửi trực tiếp đến OpenAI và không bao giờ đi qua máy chủ của chúng tôi. Xem điều khoản quyền riêng tư của OpenAI và Chính sách quyền riêng tư của chúng tôi để biết cách họ xử lý dữ liệu này. Bản ghi cuộc trò chuyện của bạn được lưu trên thiết bị này. Người bạn đang trò chuyện cùng cũng được OpenAI dịch theo cách tương tự.
zh_hans: 为进行翻译，对话的麦克风音频会实时传输给我们的云端翻译服务商 OpenAI，翻译结果会朗读出来。音频直接发送至 OpenAI，绝不经过我们的服务器。有关其处理方式，请查看 OpenAI 的隐私条款和我们的隐私政策。 对话的文字记录仅保留在本设备上。与你交谈的人同样由 OpenAI 翻译。
zh_hant: 為了進行翻譯，對話的麥克風音訊會即時傳送給我們的雲端翻譯供應商 OpenAI，翻譯結果會朗讀給你聽。音訊直接傳送至 OpenAI，絕不會經過我們的伺服器。關於他們的處理方式，請參閱 OpenAI 的隱私權條款和我們的隱私權政策。 你的對話文字記錄只留在這部裝置上。與你交談的人也是由 OpenAI 以相同方式翻譯。
